/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Avbryt";
"FORCE_EJECT" = "Tvungen utmating…";
"CONFIRM_FORCE" = "Tvungen utmating";
"TRY_AGAIN" = "Prøv igjen";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "Disken ble ikke matet ut. Det kan være ett eller flere programmer som bruker den.";
"VOLUME_IN_USE" = "Disken «%@» ble ikke matet ut. Det kan være ett eller flere programmer som bruker den.";

"TRYING_TO_EJECT_INFO" = "Hvis du vil mate ut disken umiddelbart, klikker du på Tvungen utmating-knappen.";
"UNABLE_TO_EJECT_INFO" = "Du kan prøve å mate ut disken på nytt, eller du kan klikke på Tvungen utmating for å mate den ut umiddelbart.";

"UNKNOWN_FORCE_EJECT" = "Er du sikker på at du vil mate ut disken?";
"VOLUME_FORCE_EJECT" = "Er du sikker på at du vil mate ut «%@»?";

"CONFIRM_FORCEEJECT_INFO" = "Hvis du mater ut denne disken, kan det føre til problemer med disken eller informasjonen på den.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Disken kunne ikke mates ut fordi «%@» bruker den.";
"VOLUME_IN_USE_BY_1GUIPROC" = "Disken «%1$@» kunne ikke mates ut fordi den brukes av «%2$@».";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Disken kunne ikke mates ut fordi «%1$@» og «%2$@» bruker den.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Disken «%1$@» kunne ikke mates ut fordi «%2$@» og «%3$@» bruker den.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Disken kunne ikke mates ut fordi «%@» og andre programmer bruker den.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Disken «%1$@» kunne ikke mates ut fordi «%2$@» og andre programmer bruker den.";

"QUIT_ONE_INFO" = "Avslutt dette programmet, og prøv å mate ut disken igjen.";
"QUIT_MULTIPLE_INFO" = "Avslutt disse programmene, og prøv å mate ut disken igjen.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Disken kan ikke mates ut fordi en annen bruker («%@») bruker den.";
"VOLUME_IN_USE_BY_1USER" = "Disken «%1$@» kan ikke mates ut fordi en annen bruker («%2$@») bruker den.";

"UNKNOWN_IN_USE_BY_2USERS" = "Disken kan ikke mates ut fordi andre brukere («%1$@» og «%2$@») bruker den.";
"VOLUME_IN_USE_BY_2USERS" = "Disken «%1$@» kan ikke mates ut fordi andre brukere («%2$@» og «%3$@») bruker den.";

"UNKNOWN_IN_USE_BY_3USERS" = "Disken kan ikke mates ut fordi andre brukere («%1$@», «%2$@» og andre) bruker den.";
"VOLUME_IN_USE_BY_3USERS" = "Disken «%1$@» kan ikke mates ut fordi andre brukere («%2$@», «%3$@» og andre) bruker den.";

"LOGOUT_ONE_INFO" = "Når «%@» ikke bruker disken lenger, kan du prøve å mate den ut på nytt.";
"LOGOUT_MULTIPLE_INFO" = "Når de andre brukerne ikke bruker disken lenger, kan du prøve å mate den ut på nytt.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Disken «%1$@» kunne ikke mates ut fordi den er i bruk.";
"UNKNOWN_HAS_DISKIMAGE" = "Disken kunne ikke mates ut fordi den er i bruk.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Mat ut «%1$@» først, og prøv deretter å mate ut «%2$@» igjen.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Mat ut «%1$@» og «%2$@» først, og prøv deretter å mate ut «%3$@» igjen.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Mat ut «%1$@» og andre disker først, og prøv deretter å mate ut «%2$@» igjen.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Mat ut «%1$@» først, og prøv deretter å mate ut disken igjen.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Mat ut «%1$@» og «%2$@» først, og prøv deretter å mate ut disken igjen.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Mat ut «%1$@» og andre disker først, og prøv deretter å mate ut disken igjen.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "Disken ble matet ut.";
"VOLUME_WAS_EJECTED" = "Disken «%@» ble matet ut.";


/* Misc strings */
"TRYING_TO_EJECT" = "Prøver å mate ut";

"PROCESS_PID" = "Prosess %d";